Repository: seanpm2001/mt-training-data
Catalog: os/os_pontoon.tmx
Source language: en_us
Languages: os

source: 1 sentence collected
os: 1 хъуыдыйад сæмбырд и

source: 2019 End-of-Year Release
os: Рауагъд æрцыд 2019 азы кæрон

source: 2 down, keep it up!<playIcon></playIcon>
os: Дыууæ цæттæ сты, дарддæр кæн!<playIcon></playIcon>

source: ≥ 2 No votes
os: ≥ 2 хъӕлӕсы «Нæ»

source: ≥ 2 Yes votes
os: ≥ 2 хъӕлӕсы «О»

source: Abbreviations and Acronyms
os: Аббревиатурæтæ æмæ акронимтæ

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
os: Аббревиатурæтæ æмæ акронимтæ, ахæмтæ куыд “USA” кæнæ “ICE”, хи хизын хъæуы райдайæн тексты, уымæн æмæ сæ бон у амал бакæсæн, кæцы æмдзыд нæу сæ ныффыстимæ.

source: Abkhaz
os: Абхазаг

source: About
os: Мах тыххæй

source: Academic Reference
os: Академион бæрæгуат

source: Accent
os: Акцент

source: Account
os: Аккаунт

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
os: <accuracyLink>Критеритӕ бӕстондӕрӕй фенын дӕ бон у.</accuracyLink>

source: Acehnese
os: Ачехаг

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
os: { $actionType }<playIcon></playIcon> хъуыдыйад дырысӕй радзырд у?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
os: { $actionType }<recordIcon></recordIcon> уый фæстæ кæс хъуыдыйад хъæрæй

source: { $actionType }<stopIcon></stopIcon> when done
os: { $actionType }<stopIcon></stopIcon> куы фæуа

source: { $actionType } submit when ready
os: { $actionType } арвит, цæттæ куы уа, уæд

source: Add
os: Бафтау

source: Add as much information as you can about the language. This could include:
os: Бафтау, цас дæ бон у, уыйас информаци æвзаджы тыххӕй. Йæ бон у йæхимæ дарын:

source: Add information
os: Бафтау информаци

source: Adding languages to work with
os: Бакусинаг æвзæгтæ куыд æфтауынц

source: Additional Language
os: Уæлæмхасæн æвзаг

source: Add Language
os: Æвзаг бафтау

source: Add new custom accent "{ $inputValue }"
os: Бафтаут ног хи здæхт { $inputValue }

source: Add new sentences
os: Ног хъуыдыйæдтæ бафтау

source: Add Your Voice
os: Дæ хъæлæс бафтау

source: Adyghe
os: Адыгейаг

source: Afaan Oromo
os: Афайы оромо

source: A few bytes
os: Цалдæр байты

source: Afrikaans
os: Африкаанс

source: Age
os: Кар

source: Albanian
os: Албайнаг

source: All
os: Æппæт

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
os: Ӕппӕт хъӕлӕсон ныффыстытӕ рардты ӕмбырды сыгъдӕг кӕнынц хи информацийӕ. Ӕниу архайӕг ратты демографион ӕмбырдтӕ йӕ профилы ууылты, уӕддӕр уыцы информаци хӕлд ӕрцӕуы ныффыстӕй, рардты ӕмбырды куы бафты уый фӕстӕ, ӕмӕ профилы фарсыл никуы бахай кӕны.

source: Amharic
os: Амхайраг

source: An error occurred fetching sentences
os: Хъуыдыйадтӕ исгæйæ рӕдыд ӕрцыдис

source: An error occurred reviewing this sentence
os: Хуыдыйад аргъ кæнгæйæ рæдыд ӕрцыдис

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
os: Анонимон архайджыты рардтæ ахæмтæ куыд, кар, æрд æмæ акцент баххуыс кæндзысты фæхуыздæр кæнын аудио-рардтæ, кæцытæй пайда кæнынц хъæлæс раиртасæн системæты дырысдзинад фæуæлдæр кæнынæн. Дæ архайæджы ном æмæ эл. посты адрис бастгонд никуы уыдзысты ды нын цы рардтæ раттай уыдонимæ, æмæ дæ бон уыдзæн дæ логин иумæйаг кæнæ анонимон скæнын.

source: a public domain sentence
os: æхсæнадон хæзнайы фразæ

source: Arabic
os: Араббаг

source: Aragonese
os: Арагойнаг

source: Armenian
os: Сомихаг

source: Armenian Western
os: Ныгуылæн сомихаг

source: Ask about a new language
os: Бафарс ног æвзаджы тыххæй

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
os: Ратт нæм фæрстытæ <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> кæнæ <emailLink>эл. посты ууылты</emailLink>.

source: Assamese
os: Ассамаг

source: Asturian
os: Астуриаг

source: Audio Format
os: Аудио формат

source: Avatar
os: Аватар

source: Avatar uploaded
os: Ныв бавгӕд ис

source: Average
os: Рæстæмбисæй

source: A voice clip is marked "valid" when a user gives it a Yes vote.
os: Хъӕлӕсон клип бӕрӕг кӕны, куыд «хорз», архайӕг куы схъæлæс кӕна «О».

source: Avoid too much background noise - it should be easy to hear you.
os: Дæхи дарддæр дар æгæр хъæр зӕлтӕй дæ цуры — хъуамæ дæ æнцонтæй хъусой.

source: Awards
os: Хорзæхтæ

source: Azerbaijani
os: Азербайджайнаг

source: Back
os: Фӕстӕмӕ

source: Background Noise
os: Фоны хъӕлӕба

source: Background Voices
os: Æндæр хъæлæстæ уыцы-иу фысты

source: Back to Top
os: Фæстæмæ сæрмæ

source: Bambara
os: Бамбара

source: Basaa
os: Басайаг

source: Bashkir
os: Башкираг

source: Basque
os: Баскаг

source: Belarusian
os: Белоруссаг

source: Benefits
os: Пайда

source: Bengali
os: Бенгайлаг

source: <bold>{ $count }</bold> Clips
os: <bold>{ $count }</bold> клипы

source: <bold>Help us</bold> find more voices
os: <bold>Баххуыс нын кæн</bold> ссарынæн фылдæр хъæлæстæ

source: Bosnian
os: Босниаг

source: Both
os: Ай дæр, æмæ уый дæр

source: Both (Speak and Listen)
os: Дыууæ дæр (дзурын æмæ хъусын)

source: Breton
os: Бретойнаг

source: Browse Languages
os: Æппæт æвзæгтæ

source: Build a custom goal
os: Скæн сæрмагонд нысан

source: Build Profile
os: Профиль сфӕлдис

source: Bulgarian
os: Болгайраг

source: Burmese
os: Бирмаг

source: Buryat
os: Бурятаг

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
os: <b>Цӕмӕн хъӕуы уӕ адрис?</b> Фидӕнмӕ нӕ гӕнӕн ис ӕмӕ бахъӕуа демӕ сбӕттын цавӕрдӕр ивддзинӕдты тыххӕй рардты ӕмбырды, ӕмӕ нын эл. пост бар ратдзӕн уый скӕнын.

source: By editing your goal, you may lose your existing progress.
os: Дæ нысан ивгæйæ, дæ бон у уыйадыл фесафын дæ цæугæ прогресс.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
os: Фыстæджытæ исыныл сразы уæвгæйæ, ды уыйадыл разы кæныс, Mozilla йæ <privacyLink>Конфиденциалондзинады политикæйы</privacyLink> бындурыл уыцы информацийыл куыд кусдзæн, ууыл дæр.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
os: <b>Ды разы дӕ</b>, Common Voice-ы датасеты мидæг дзурджытæ чи сты, уый бамбарыныл кӕй нӕ архайдзынӕ, уыимӕ

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
os: Common Voice-мӕ цы информаци ӕрвитут, зӕгъӕм, хи информаци, аудио-рардтӕ, уыдон пайда уыдзысты хъæлæс раиртасыны системæйæн. Иртасыны механизмтӕй, рардты ӕмбырды спайда кӕнынц, цӕмӕй фӕбӕрзонддӕр уа дырысдзинад.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
os: Common Voice-ӕй пайда кӕнгӕйӕ, ды разы кӕныс нӕ <termsLink> Пайда кӕныны бадзырдимӕ</termsLink> ӕмӕ </privacyLink> Хъусынгӕнинаг конфиденциалондзинады тыххӕй</privacyLink>

source: Cancel Re-recording
os: Ногæй конд фыст аив

source: Cancel Submission
os: Аив ӕрвыст

source: Can't decide?
os: Нæ рауайы уынаффæмæ æрцæуын?

source: Cantonese
os: Кантойнаг

source: Catalan
os: Каталайнаг

source: Central Kurdish
os: Астæуккаг курдаг

source: Change your email via Settings under Login Identity
os: Дӕ эл. посты адрис баивын дӕ бон у равдзгӕнӕнты, хай «Бацæуынæн идентификатор»

source: Check
os: Басгарын

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
os: Асгар, кæд де 'взаг равдыст цæуы <languagesPageLink>Common Voice æвзæгты фарсыл </languagesPageLink>, уый. Кæд нæ, уæд баххæст кæн ацы формæ, æмæ мах дын арвитдзыстæм, æмбарын кæй кæны куыд сифтонг кæнæн ис де ʼвзаг, ахæм æнцойуат электронон фыстæг.

source: Chinese (China)
os: Китайаг (Китай)

source: Chinese (Hong Kong)
os: Китайаг (Гонконг)

source: Chinese (Taiwan)
os: Китайаг (Тайвань)

source: Chinyanja
os: Ньянджаиаг

source: Chuvash
os: Чувашаг

source: Citation
os: Цитатæ

source: Cite with a URL link or the full name of the work.
os: Цитатæ URL-æрвитæнимæ кæнæ куысты æнæхъæн сæргондимæ.

source: Click
os: Æрхæц

source: Clipboard not supported
os: Ивды буфер нæ кусы

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
os: { $clipCount } хъӕлӕсон фысты, архивы иумӕйаг ас { $size }. Райсæн æй ис ацы боны агъоммæ: { $expires }.

source: Clip Graveyard
os: «Клипты уӕлмӕрд»

source: Clips recorded
os: Ныффыст клиптæ

source: Clips Uploaded
os: Клиптæ бавгæд æрцыдысты

source: Clips validated
os: Бӕлвырдгонд клиптӕ

source: Clips You've Recorded
os: Кæцы клиптæ ныффыстай, уыдон

source: Clips You've Validated
os: Кæцы клиптæ сбæрæг кодтай, уыдон

source: Close
os: Сæхгæн

source: Collecting sentences
os: Хъуыдыйады ӕмбырд

source: Collecting sentences from the public domain, or writing new ones for the public domain.
os: Хъуыдыйæдты æмбырд æхсæнады хæзнатæй кæнæ ног ныффыст æхсæнады хæзнатæн.

source: Collect sentences
os: Бафтау хъуыдыйæдтæ

source: Comment
os: Ныхасæппарæн.

source: Common Voice data plus all other voice datasets above.
os: Common Voice-ы рардтӕ бафтауын ӕппӕт рардтӕ хъӕлӕсы рардты ӕмбырдтӕ дӕлдӕр.

source: Common Voice Dataset
os: Common Voice-ы рардты ӕмбырд

source: Common Voice is a crowdsourcing platform, and the languages were all added by volunteers. We would love for you to add your language! <languageRequestLink>Ask about adding your language.</languageRequestLink>
os: Common Voice у краудсорсингон платформæ, æмæ æвзæгтæ иуылдæр бафтыдысты бархионты фæрцы. Мах тынг фæнды, цæмæй ды бафтауай де 'взаг! <languageRequestLink>Ракур де 'взаг бафтауыны тыххæй.</languageRequestLink>

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
os: Common Voice у Mozzilla-йы хъæппæрис, æцæг адæм куыд дзурынц, уый машинæтæ ахуыр кæнынæн баххуыс кæныны тыххæй.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
os: Common Voice — Mozilla-йы хъӕппӕрисы хай, арӕзт у ӕххуысы фӕдыл машинӕтӕн, цӕмӕй сахуыр уой дзурын, куыд ӕцӕг адӕм.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
os: Common Voice у дунейы егъаудӕр иумӕйаг бирӕвзагон хъӕлӕсон рардты ӕмбырд.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
os: Common Voice-ы фыстытæ пайдагонд цæуынц академиктæ, чысыл бизнес æмæ ныхас раиртасæны энтузиасттæй баххуыс кæнынмæ сахуыр кæнын æмæ анхъæвзын кæнын æхсæнадæн æнцонвадат ресурстæ, зæгъæм, хъæлæсон модельтæ. Нæ нын бамбарын кæндзынæ, цæй тыххæй дæу фæнды сыхалын дæ фыстытæ, уый?

source: Community participation and decision making.
os: Къорды архайд ӕмӕ уынаффӕ ахицӕн кӕнын.

source: Community Playbook
os: Ахуыры чиныг æхсæнадæн

source: Confirm Goal
os: Сфидар кæн ацы нысан

source: Connect with Gravatar
os: Сбӕтт Граватаримӕ

source: Contact
os: Контакттæ

source: Contact Form
os: Контакты формæ

source: Contact Us
os: Ныффыс нӕм

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
os: Æрмæг æнцонвадат у <licenseLink>Creative Commons license</licenseLink>-мæ гæсгæ

source: Continue
os: Дарддæр

source: Contribute
os: Дæ бавæрд бахæсс

source: Contribute sentences
os: Нывæр хъуыдыйæдтæ

source: Contribute to { $lang }
os: Бацархай { $lang } æвзагыл

source: Contribute Your Voice
os: Дæ хъæлæс бахай кæн

source: Contribution Activity
os: Нывæрды архайд

source: Contribution Criteria
os: Архайды критеритæ

source: Contribution Experience
os: Архайыны фӕлтӕрд

source: Contributors record voice clips by reading from a bank of donated sentences.
os: Архайджытӕ фыссынц хъӕлӕсон клиптӕ, хайгонд хъуыдыйӕдты къоппӕй кӕсгӕйӕ.

source: Cookies
os: Кукитæ

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
os: <coquiLink>Coqui</coquiLink> нысангонд цæуы гом кæнынмæ хъæлæсон технологи. Сæ проектты ис арф ахуыры æвæрд STT æмæ TTS змæлынгæнджытæ.

source: Cornish
os: Корнуэллаг

source: Corsican
os: Корсикайнаг

source: Could not add language
os: Æвзаг бафтауын нæ бантыстис.

source: Could not remove language
os: Æвзаг сыхалын нæ бантыстис

source: Could not remove language: language not found
os: Æвзаг сыхалæн нæй: æвзаг не ссардæуыд

source: { $count } clips
os: клипы

source: { $count }mo
os: мæйы

source: { $count }wk
os: къуырийы

source: { $count }y
os: азы

source: Create a Custom Goal
os: Сæрмагонд нысан сараз

source: Create a profile
os: Дæ профиль скæн

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
os: Common Voice-ы фадат сфӕлдисын хайад исӕг алы хуызон адӕмӕн гаранти дӕтты, рардты ӕмбырд пайда кӕй уыдзӕн фылдӕр нымӕц адӕмӕн. Мах сфӕлдыстам ресурстӕ ӕмӕ шаблонтӕ, кӕцытӕй дӕ бон уыдзӕн пайда кӕнын!

source: Criteria
os: Критерийтæ

source: Croatian
os: Хорватаг

source: Czech
os: Чехаг

source: Dagbani
os: Дагбаниаг

source: Daily Goal
os: Æрвылбойнон нысан

source: Danish
os: Даниаг

source: Dashboard
os: Фæйнæг

source: Dataset Release
os: Датасеты рауагъд

source: Datasets
os: Датасеттæ

source: Date
os: Датæ

source: Days
os: боны

source: De-identified
os: Æгоймагконд

source: Delete my recordings
os: Сыхал мӕ ныффыстытӕ

source: Delete Profile
os: Профиль сыхал

source: Dhivehi
os: Дивехийаг

source: Different language
os: Æндæр æвзаг

source: Difficult
os: Зын

source: Difficult to pronounce
os: Зын у зæгъын

source: Dioula
os: Дьюлаг

source: Discard ongoing recording
os: Цæугæ ныффыст аив

source: Does the sentence meet the guidelines?
os: Хъуыдыйад бæрæгуаты принциптæм гæсгæ у?

source: Donate
os: Мысайнаг

source: Donate your voice
os: Дæ хъæлæс бахай кæн

source: Don't see your language on Common Voice yet?
os: Де ’взаг нӕма уыныс Common Voice-ы?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
os: Нӕ уыныс де ʼвзаг ӕвдыст рардты ӕмбырды? Бафарст бахӕссынмӕ бацу не ʼвзӕгты фарсмӕ.

source: Download
os: Равгæн

source: Download Common Voice Data
os: Common Voice-ы рардтӕ бавгӕн

source: Download Data
os: Рардтӕ равгӕн

source: Download Dataset Bundle
os: Рардты ӕмбырды тыхтон равгӕн

source: Download { $language }
os: Равгӕн { $language }

source: Download Links
os: Равгæныны æрвитæнтæ

source: Download My Data
os: Равгæнын мæ рардтæ.

source: Download profile data
os: Равгæн профилы рардтæ

source: Download the Dataset
os: Равгæн датасет

source: Download the Single Word Target Segment
os: Равгӕн нысанон сегмент «Иу дзырд»

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
os: Ис дæм хъуыдытæ, нæ бон куыд у Common Voice датасет хуыздæр скæнын, ууыл? Фехъусын нын кæн Дискурсы

source: Do you want to continue?
os: Фæнды дæ адарддæр кæнын?

source: Do you want to Speak, Listen or both?
os: Дæу фæнды дзурын, хъусын кæнæ дыууæ дæр?

source: Drag and drop or <browseWrap>Browse</browseWrap>
os: Ахӕсс кӕнӕ <browseWrap>Ӕркӕс</browseWrap>.

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
os: Ӕвӕрды арвитӕны размӕ, аргъгӕнд фӕуагъд уыдзӕн цӕппӕр "Арвит"-ы фӕстӕ. Ӕвӕрд дарддӕр ацӕудзӕн иннӕ серийы 5 ныффысты кӕнӕ басгӕрсты.

source: Dutch
os: Нидерландаг

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
os: Рардты ӕмбырды алы фыст дӕр арӕзт у уникалон MP3 ӕмӕ уыимæ баст текстон файлӕй. Уый йеддæмæ <b>{ $total }</b> фыстгонд сахатӕй бирæ фыстыты ис демографион рардтӕ, ахӕмтӕ куыд кар, ӕрд ӕмӕ акцент, кӕцытӕ баххуыс кӕндзысты хъӕлӕс раиртасыны дырысдзинад фӕуӕлдӕр кӕнын. Ныртӕккӕ рардты ӕмбырд арӕзт у <b>{ $valid }</b> бӕлвырдгонд сахатӕй <b>{ $languages }</b> ӕвзагыл, фӕлӕ мах ӕдзух æфтауӕм ног хъӕлӕстӕ ӕмӕ ӕвзӕгтӕ. Бакӕс нӕ <languagesLink>ӕвзӕгты фарсмӕ</languagesLink>, цӕмӕй ӕркурай ӕвзаг кӕнӕ хайад райсай.

source: Eastern Huasteca Nahuatl
os: Скæсæйнаг уастекаг науатлиаг

source: Easy
os: Æнцон

source: Edit
os: Баив

source: Edit Profile
os: Профиль баив

source: Email
os: Эл. пост

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
os: <emailFragment>Дæхи бафысс</emailFragment> нæ посты номхыгъдмæ, цæмæй зонай, дæ бон куыд у хайад исын камапанитæ, мадзæлттæ æмæ иумæйаг бакуысты Common Voice-ы.

source: Email is already used for a different account
os: Ацы эл. постӕй нырид ӕндӕр профиль пайда кӕны

source: Email Subscriptions
os: Эл. посты ууылты дӕхи бафысс

source: English
os: Англисаг

source: Enter Email to Download
os: Датасет равгæнынмæ дæ эл. пост ныффысс

source: Enter email to send a sign up link
os: Эл. посты адрис бафысс, цæмæй дзы райсай регистрацийы æрвитæн

source: Enter your email
os: Ныффысс дæ электронон посты адрис

source: Enter your public domain sentence here
os: Æхсæнады хæзнайæ дзы бафысс дæ фразæ

source: Error adding sentence
os: Хъуыдыйад бафтауыны рæдыд

source: Error { $code }
os: Рæдыд { $code }

source: Erzya
os: Эрзяйнаг

source: Esperanto
os: Эсперанто

source: Estonian
os: Эстойнаг

source: Events
os: Цаутæ

source: Everyone
os: Алчи

source: Ewondo
os: Эвондойаг

source: Example
os: Дæнцæг

source: Exit & Delete clips
os: Рахиз ӕмӕ клиптӕ фесаф

source: Failed to copy SHA256 Checksum
os: Фæкъуыхцы SHA256 чексуммæйы къопи сисынæй

source: FAQ
os: Арæх лæвæрд фæрстытæ

source: Faroese
os: Фарёраг

source: Female
os: Сылгоймаг

source: Fewer than 15 words
os: 15 дзырдӕй къаддæр

source: Fields marked with an asterisk (*) are required.
os: * рæттæ стъалытимæ хъуамæ афтидæй ма ныууадзай.

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
os: Ссар иннæты, мæт чи кæны, уыдоны. Гæнæн и, æмæ уыдон уыдзысты университеттæ, æвзаджы скъолатæ, интересты хъахъхъæныны къордтæ кæнæ рардты зонады æмбалæдтæ. Сбæтт иннæтимæ æмæ бамбарын сын кæн, сæ бон куыд у баххуыс кæнын æмæ цæмæн хъæуы, уый. <outreachTemplates>Фен нæ шаблонон аххæсты электронон фыстæджытæ.</outreachTemplates>.

source: Finish editing first?
os: Фæнды дæ фыццаджы ивыныл фæуын?

source: Finish recording
os: Фыст фæу

source: Finish recording first?
os: Фыццаджы фыст фæут?

source: Finnish
os: Финнаг

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
os: Бӕлвырд уал базон, <languageLink>бафтыдтой де' взаг</languageLink>ӕви нӕ. Кӕд нӕма ис, уӕд дӕ <languageRequestLink>сайт ратӕлмац ӕмӕ хъуыдыйад сӕмбырд кӕнын хъӕуы</languageRequestLink>.

source: for example
os: зæгъæм

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
os: Текст, æхсæнадон хæзна кæцы у, Интернеты чи нæй, уымæй дæ бон у пайда кæнын академион стилы ахастæй, зæгъæм, Гарвæрды стиль "Джесс (2021) Ме ’мдзæвгæтæ публикæйы лицензийæ".

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
os: Кæй райдыдтой, ацы æвзæгтæн вебсайт æнтыстджынæй <localizationGlossaryLink>локализацигонд æрцыд</localizationGlossaryLink>, æмæ йæм и фаг <sentenceCollectionGlossaryLink>æмбырд хъуыдыйæдтæ</sentenceCollectionGlossaryLink>, цæмæй бауадзой æнæсцух <speakLink>ныхасы</speakLink> æмæ <listenLink>хъусын</listenLink> нывæрдтытæ.

source: French
os: Францусаг

source: Frequently Asked Questions
os: Арӕх цы фæрстытӕ фӕдӕттынц

source: Frisian
os: Фризаг

source: Fulah
os: Фула

source: Galician
os: Галисиаг

source: GB
os: ГБ

source: Gender
os: Æрд

source: Georgian
os: Гуырдзиаг

source: German
os: Немыцаг

source: Get involved
os: Хайад райсын

source: Get Involved
os: Хайад райс

source: Get started with goals
os: Нысан сараз

source: Get Started with Speech Recognition
os: Куыст райдай хъӕлӕс раиртасӕнӕй

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
os: <githubLink>NVIDIA NeMo</githubLink>™ — у <docsLink>инструментты ӕмбырд гом райдайӕн кодимӕ</docsLink>, диалогон АИ-ы нырыккон модельтӕ чи аразы, ахæм иртасджытæн.

source: Glossary
os: Глоссарий

source: Goal reached
os: Нысан сӕххӕст ис

source: Goals
os: Нысантæ

source: Goan Konkani
os: Гоайы конкани

source: Go to Discourse
os: Рацу Discourse-мӕ

source: Go to Languages Page
os: Бацу æвзæгты фарсмæ

source: Go to { $name }
os: Ардæм рацу: { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
os: <governanceLink>Фылдӕр базон, куыд арӕзт нӕм у фӕтк</governanceLink>

source: Governments
os: Хицауæдтæ

source: Grammatical / spelling error
os: Грамматикон / орфографион рæдыд

source: Great! How many clips a week?
os: Иттæг хорз! Цал клипы алы къуырийæн?

source: Great! How many clips per day?
os: Иттæг хорз! Цал клипы алы бонæн?

source: Great!<recordIcon></recordIcon> Record your next clip
os: Иттæг хорз! <recordIcon></recordIcon> Ныффысс дæ фæдылдзог клип

source: Great work!<playIcon></playIcon> Listen again when you're ready
os: Тынг хорз куыст!<playIcon></playIcon> Цӕттӕ куы уай, уӕд байхъус ногӕй

source: Greek
os: Грекъаг

source: Guarani
os: Гуарани

source: Guidelines
os: Уынаффæтæ

source: Gujarati
os: Гуджаратаг

source: Haitian
os: Гаитиаг

source: Hakha Chin
os: Хака-чинаг

source: Hausa
os: Хаусæ

source: Have Feedback?
os: Ис дæм фидбек?

source: Have you read our Terms?
os: Базонгæ стут нæ домæнтимæ?

source: Having an account is not required to contribute, though it is helpful.
os: Архайынæн аккаунт ӕнӕмӕнг хъæугæ нӕу, ӕниу пайда у.
